#ყველა build in პუნქცია რაც მისწავლია:
#print() - გამოიყენება ტექსტის ან რიცხვის ეკრანზე გამოსატანად
#input() - გამოიყენება მომხმარებლისგან მონაცემების მისაღებად
#len() - გამოიყენება სტრიქონის ან სიის სიგრძის გასაგებად
#type() - გამოიყენება მონაცემის ტიპის გასაგებად
#str() - გამოიყენება მონაცემის სტრიქონად გადაქცევისთვის
#int() - გამოიყენება მონაცემის მთელი რიცხვის ტიპად გადაქცევისთვის
#float() - გამოიყენება მონაცემის ათწილადი რიცხვის ტიპად გადაქცევისთვის
#bool() - გამოიყენება მონაცემის ლოგიკური ტიპად გადაქცევისთვის (True ან False)

