# Quiz 

score = 0

answer1 = input("1. რომელი ქვეყანა გახდა 2022 წლის მსოფლიოს ჩემპიონი ფეხბურთში? ")
if answer1.lower() == "არგენტინა":
    print("სწორია")
    score = score + 1
else:
    print("არასწორია სწორი პასუხია: არგენტინა")

answer2 = input("2. რომელი ფეხბურთელია ცნობილია მეტსახელით 'CR7'? ")
if answer2.lower() == "რონალდო":
    print("სწორია ")
    score = score + 1
else:
    print("არასწორია სწორი პასუხია:რონალდო")

answer3 = input("3. რომელი კლუბი თამაშობს კამპ ნოუზე? 1. რეალი 2. ბარსელონა 3. იუვენტუსი 4. ჩელსი ")
if answer3 == "2":
    print("სწორია")
    score = score + 1
else:
    print("არასწორია სწორი პასუხია: 2 (ბარსელონა)")

answer4 = input("4. რომელი ქვეყანაა მასპინძელი იყო EURO 2024-ის? 1. გერმანია 2. იტალია 3. ინგლისი 4. საფრანგეთი ")
if answer4 == "1":
    print("სწორია")
    score = score + 1
else:
    print("არასწორია სწორი პასუხია: 1 (გერმანია)")

answer5 = input("5. რომელ წელს მოიგო საქართველომ UEFA U21 ევროპის ჩემპიონატის მატჩი პორტუგალიასთან? 1. 2021 2. 2022 3. 2023 4. 2024 ")
if answer5 == "3":
    print("სწორია")
    score = score + 1
else:
    print("არასწორია სწორი პასუხია: 3 (2023)")

answer6 = input("6. ვინ ითვლება ყველა დროის საუკეთესო ბომბარდირად ჩემპიონთა ლიგაში? ")
if answer6.lower() == "რონალდო":
    print("სწორია")
    score = score + 1
else:
    print("არასწორია სწორი პასუხია:რონალდო")

answer7 = input("7. რომელი კლუბის მოთამაშეა ხვიჩა კვარაცხელია? ")
if answer7.lower() == "პესეჟე":
    print("სწორია")
    score = score + 1
else:
    print("არასწორია სწორი პასუხია:პესეჟე")

answer8 = input("8. რომელმა ფეხბურთელმა მოიგო Ballon d'Or 2023 წელს? ")
if answer8.lower() == "მესიმ":
    print("სწორია")
    score = score + 1
else:
    print("არასწორია სწორი პასუხია:მესიმ")

answer9 = input("9. რომელმა კლუბმა მოიგო ჩემპიონთა ლიგა 2024 წელს? 1. მანჩესტერ სიტი 2. რეალ მადრიდი 3. ბაიერნი 4. ლივერპული ")
if answer9 == "2":
    print("სწორია")
    score = score + 1
else:
    print("არასწორია სწორი პასუხია: 2 (რეალ მადრიდი)")

answer10 = input("10. რამდენი მოთამაშე გამოდის მინდორზე ერთი გუნდის მხრიდან? 1. 9 2. 10 3. 11 4. 12 ")
if answer10 == "3":
    print("სწორია")
    score = score + 1
else:
    print("არასწორია სწორი პასუხია: 3 (11 მოთამაშე)")

print("შენი საბოლოო ქულაა:", score)